Repository: BrATdev/donation-tracker
Catalog: donation_tracker/locale/*/LC_MESSAGES/django.po
Languages: nl, pl

source: Usernames can only contain letters, numbers, and the underscore
nl: Gebruikersnaam mag alleen gebruik maken van letters, cijfers en het onderstreepje
pl: < Litery, cyfry i podkreślnik

source: Username may not start with 'openiduser'
nl: Gebruikersnaam mag niet beginnen met 'openiduser'
pl: Imię nie może się zaczynać od 'openiduser'

source: Username already in use
nl: Gebruikersnaam is helaas reeds in gebruik
pl: Imie nie jest wolne

source: Running on Django %(djangoversion)s with Python %(pythonversion)s
nl: Pagina maakt gebruik van Django %(djangoversion)s en Python %(pythonversion)s
pl: Strona używa Django %(djangoversion)s i Python %(pythonversion)s

source: Python code by UraniumAnchor
nl: Geprogrammeerd in Python door UraniumAnchor
pl: Strona zaprogramowana w Python, przez UraniumAnchor

source: Translated By
nl: Vertaald naar het Nederlands door Adam Kuczynski
pl: Strona przetłumaczona przez: Adam Kuczynski

source: Object Does Not Exist
nl: Object bestaat niet
pl: Strona nie istnieje

source: Selected Object Does Not Exist In Database
nl: Geselecteerd object staat niet in de database
pl: Podana strona nie istnieje

source: Challenge Detail
nl: Gegevens over uitdaging
pl: Szczegóły wyzwania

source: Game
nl: Spel
pl: Gra

source: Challenge
nl: Uitdaging
pl: Wyzwanie

source: Total
nl: Totaal
pl: Suma

source: Description
nl: Beschrijving
pl: Opisanie

source: Name
nl: Naam
pl: Nazwa

source: Email
pl: Adres emailowy

source: Time Received
nl: Tijd van ontvangst
pl: Czas otrzymania

source: Amount
nl: Gedoneerd bedrag
pl: Kwota

source: Back to Challenge Index
nl: Terug naar lijst van uitdagingen
pl: Wracaj do indeksu wyzwań

source: Challenge Index
nl: Lijst van uitdagingen
pl: Indeks wyzwań

source: Event
nl: Evenement
pl: Impreza

source: Goal
nl: Doel
pl: Cel

source: Choice Detail
nl: Gegevens over keuze
pl: Szczegóły wyborów

source: Choice
nl: Mogelijke keuzes
pl: Wybory

source: Option
nl: Gekozen optie
pl: Wybrana opcja

source: Back to Choice Index
nl: Terug naar index van keuzes
pl: Powrót do indeksu wyborów

source: Choice Index
nl: Index van keuzes
pl: Indeks wyborów

source: Choice Option Detail
nl: Gegevens van keuzes
pl: Szczegóły o wybranej opcji

source: Hide Comments
nl: Verberg commentaar
pl: Schowaj komentarze

source: Show Comments
nl: Toon commentaar
pl: Zobacz komentarze

source: Donation Detail
nl: Donatie gegevens
pl: Szczegóły datków

source: Comment
nl: Commentaar
pl: Komentarz

source: Challenge Bids
nl: Boden op uitdagingen
pl: Datki przeznaczone na wyzwania

source: Choice Bids
nl: Boden op keuzes
pl: Datki przeznaczone na wybory

source: Donation Source
nl: Oorsprong van schenking
pl: Źródło datków

source: Back to Donation Index
nl: Terug naar lijst van schenkingen
pl: Powrót do indeksu datków

source: Donation Index
nl: Lijst van schenkingen
pl: Indeks datków

source: Max/Avg Donation
nl: Hoogste/Gemmiddelde schenking
pl: Maksymalny/średni datek

source: Source
nl: Oorsprong
pl: Źródło

source: Donor Detail
nl: Gegevens over donateur
pl: Dane ofiarodawców

source: Alias
pl: Pseudonim

source: Total Donations
nl: Totaal geschonken bedrag
pl: Suma datków

source: Back to Donor Index
nl: Terug naar lijst van donateurs
pl: Powrót do indeksu datków

source: Donor Index
nl: Lijst van donateurs
pl: Indeks datków

source: Max
nl: Maximum
pl: Maksymum

source: Avg
nl: Gemiddelde
pl: Średnia

source: Donation
nl: Schenking
pl: Datek

source: Event List
nl: Lijst van evenementen
pl: Llista impreza

source: Index
pl: Indeks

source: Donation Total
nl: Totaal geschonken bedrag
pl: Suma datków

source: View Prizes
nl: Bekijk de lijst van te winnen prijzen
pl: Zobacz do wygrania nagrody

source: View Challenges
nl: Bekijk de lijst van speciale uitdagingen
pl: Zobacz liste wyzwań

source: View Choices
nl: Bekijk de lijst van speciale spel-veranderende keuzes
pl: Zobacz liste wyborów

source: View Donors
nl: Bekijk de lijst van donateurs
pl: Zobacz liste ofiarodawców

source: View Donations
nl: Kijk wie heeft gedoneerd
pl: Zobacz liste datków

source: Select another Event
nl: Kies een ander evenement
pl: Wybierz inną impreze

source: Welcome
nl: Welkom
pl: Witamy!

source: Logout
nl: Log uit
pl: Wylogój się

source: Choose Language
nl: Kies een taal
pl: Wybierz język

source: Set
nl: Bevestig
pl: Potwierdź

source: Log In with a Google Account
nl: Log in met een Google Account
pl: Zaloguj się używając Konta Google

source: Back to Main Index
nl: Terug naar het hoofdmenu
pl: Powrót do strony głównej

source: Image
nl: Afbeelding
pl: Obraz

source: Link
pl: Hiperłącze

source: None
nl: Geen
pl: Żaden

source: Winner
nl: Winnaar
pl: Zwycięzcą

source: Prize Index
nl: Index van prijzen
pl: Indeks do wygrania nagród

source: Challenges
nl: Uitdagingen
pl: Wyzwania

source: Choices
nl: Keuzes
pl: Wybory

source: Yes
nl: Ja
pl: Tak

source: No
nl: Nee
pl: Nie

source: Pick a Username
nl: Kies een gebruikersnaam
pl: Wybie imię

source: Pick A Username For This Account
nl: Kies een gebruikersnaam voor Uw account
pl: Wybierz imię dla tego konta

source: Please correct errors below
nl: Verbeter alstublief de onderstaande fouten
pl: Popraw następujące błędy

source: Username
nl: Gebruikersnaam
pl: Imię

source: Submit
nl: Bevestig
pl: Potwierdź
